---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ActualMaxRidgeHeightParam
source: html/985cc63a-381b-0622-baf0-d79ea1de296d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ActualMaxRidgeHeightParam Property

"Maximum Ridge Height"

## Syntax (C#)
```csharp
public static ForgeTypeId ActualMaxRidgeHeightParam { get; }
```